{
  "LazyVim": {
    "branch": "main"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "clangd_extensions.nvim": {
    "branch": "main"
  },
  "cmake-tools.nvim": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "dashboard-nvim": {
    "branch": "master"
  },
  "edgy.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "harpoon2"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lazydocker.nvim": {
    "branch": "main"
  },
  "lazygit.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-nvim-dap.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.comment": {
    "branch": "main"
  },
  "mini.files": {
    "branch": "main"
  },
  "mini.hipatterns": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.indentscope": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-python": {
    "branch": "master"
  },
  "neovim": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-navic": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "overseer.nvim": {
    "branch": "master"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "project.nvim": {
    "branch": "main"
  },
  "refactoring.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "uv.nvim": {
    "branch": "main"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dadbod-completion": {
    "branch": "master"
  },
  "vim-dadbod-ui": {
    "branch": "master"
  },
  "vim-illuminate": {
    "branch": "master"
  },
  "vim-startuptime": {
    "branch": "master"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "yanky.nvim": {
    "branch": "main"
  }
}
